Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Ammonium perchlorate
it: Perclorato d'ammonio

source: Chemical preparations for use in the manufacture of surface coatings
it: Prodotti chimici per la produzione di rivestimenti di superficie

source: Boron
it: Boro

source: Emulsifiers for resins
it: Emulsionanti per resine

source: Mold release compounds for use in concrete fabrication
it: Composti di sformatura per la fabbricazione di calcestruzzo

source: Mercury sulphate
it: Solfato di mercurio

source: Chemicals for use in diazo reproduction
it: Sostanze chimiche per la diazotipia

source: Chemicals for use in fermenting
it: Prodotti chimici per la fermentazione

source: Chemicals for use in performing nucleic acid polymerase chain reactions [other than medical and veterinary]
it: Prodotti chimici per realizzare reazioni a catena della polimerasi dell'acido nucleico [non per uso medico o veterinario]

source: Chemicals for use in the manufacture of concrete
it: Prodotti chimici per la produzione di calcestruzzo

source: Microbial inoculants, other than for medical use
it: Agenti microbici da inoculazione, non per uso medico

source: Microbiotic organisms, other than for medical use
it: Organismi microbiotici, non per uso medico

source: Compositions for the removal of adhesive as part of a manufacturing process
it: Composti per rimuovere adesivi come parte di un processo di lavorazione industriale

source: Compositions for the removal of tar as part of a manufacturing process
it: Composti per rimuovere il catrame come parte di un processo di lavorazione industriale

source: Compost mixtures enriched with organic substances
it: Miscele per compost arricchite di sostanze organiche

source: Mastics for use in bonding
it: Mastici per la legatura

source: Media for use in chromatography [not medical]
it: Supporti per cromatografia [non uso medico]

source: Compositions for accelerating the setting of concrete
it: Composti per accelerare l'indurimento del calcestruzzo

source: Chemical motor oil additives
it: Additivi chimici per oli di motori

source: Lactose for the food industry
it: Lattosio per l'industria alimentare

source: Accelerators for organic chemical reactions
it: Acceleratori per reazioni chimiche organiche

source: Plastic adhesives [not for stationery or household purposes]
it: Adesivi plastici [non per la cancelleria o la casa]

source: Flame retarding compositions
it: Composti ritardanti di fiamma

source: Quick bonding adhesives for industrial use
it: Adesivi ad attacco rapido per uso industriale

source: Radiochemical products for scientific purposes
it: Prodotti radiochimici per uso scientifico

source: Chemicals for use in the visualization of electrophoretic results
it: Prodotti chimici per uso nella visualizzazione di risultati di elettroforesi

source: Chromium plating compositions
it: Composti per cromatura

source: Sensitised capsules
it: Capsule sensibilizzate

source: Polyesters for use in the filling of holes in surfaces
it: Poliesteri per riempimento di buchi in superfici

source: Polyesther triols
it: Trioli poliesteri

source: Polyethylene
it: Polietilene

source: Spray dried gum acacia for use in the manufacture of foodstuffs
it: Gomma acacia secca in spray per produzione di alimenti

source: Chemical additives for use as defoaming agents
it: Additivi chimici da utilizzarsi come agenti antischiuma

source: Chemical additives for use in fuels to inhibit corrosion
it: Additivi chimici per uso nei carburanti per prevenire la corrosione

source: Freezing agents for use in freezing biological specimens
it: Agenti di congelamento per congelare campioni biologici

source: Inorganic chemical for use in science
it: Sostanze chimiche inorganiche per la scienza

source: Inorganic peroxides for use in silviculture
it: Perossidi inorganici per la silvicoltura

source: Additives (Chemical -) for use in the moulding of metals
it: Additivi (Chimici -) per lo stampaggio di metalli

source: Plant nutrients for use in aquariums
it: Nutrienti per piante da utilizzare in acquari

source: Plant substrates
it: Substrati per piante

source: Water-softening preparations
it: Prodotti per addolcire l'acqua

source: Hydraulic oils for brake circuits
it: Oli idraulici per circuiti frenanti

source: Chemical compositions for use in the manufacture of electrical components
it: Composizioni chimiche per uso nella produzione di componenti elettrici

source: Degreasing liquids for use in manufacturing processes
it: Liquidi sgrassanti per processi manifatturieri

source: Proteins for use in recombinant dna technology [other than for medical use]
it: Proteine da utilizzare nella tecnologia del DNA ricombinante [non per uso medico]

source: Liquid glues, other than for household or stationery use
it: Colle liquide, non per uso domestico né per cartoleria

source: Agents for washing in a manufacturing process
it: Agenti per lavaggio in un processo di fabbricazione

source: Solid potassium silicate
it: Silicato di potassio solido

source: Precipitating agents
it: Agenti precipitanti

source: Fire absorbent chemicals for the manufacture of fire resistant polymers
it: Prodotti chimici ignifughi per la fabbricazione di polimeri resistenti al fuoco

source: Polystyrene in granular form for extrusion
it: Polistirene in forma granulare per estrusione

source: Raw material for lacquers
it: Materia prima per lacche

source: Chemicals for use in the neutralization of radioactive substances
it: Prodotti chimici per uso nella neutralizzazione di sostanze radioattive

source: Chemicals for use in the oil industry
it: Prodotti chimici per l'industria petrolifera

source: Gypsum for use as a fertilizer
it: Gesso da usare come fertilizzante

source: Heat sensitive [sensitized] tapes for use in the printing of tickets
it: Nastri sensibili al calore [sensibilizzati] da utilizzare nelle stampa di biglietti

source: Reducing agents for the textile industry
it: Agenti riduttori per l'industria tessile

source: Photosensitive foils
it: Lamine fotosensibili

source: Polymeric chemicals for use in the cosmetic industry
it: Prodotti chimici polimerici per l'industria cosmetica

source: Additives (Chemical -) for the flow control of grease
it: Additivi (Chimici -) per il controllo del flusso di grassi

source: Foliar fertiliser for application to crops during periods of rapid growth
it: Fertilizzanti fogliari da applicare sulle colture durante i periodi di crescita rapida

source: Sodium chlorate
it: Clorato di sodio

source: Spirit gum for industrial purposes
it: Adesivo per uso industriale

source: Agglutinants for concrete
it: Agglutinanti per calcestruzzo

source: Clarification preparations
it: Preparazioni di chiarificazione

source: Filtering media of chemical and non-chemical substances included in the class
it: Materie filtranti di sostanze chimiche e non-chimiche incluse in questa classe

source: Chemical preparations and materials for film, photography and printing
it: Sostanze chimiche e materiali per prepellicole, fotografie e stampa

source: Fertilisers, and chemicals for use in agriculture, horticulture and forestry
it: Fertilizzanti, e prodotti chimici per l'agricoltura, l'orticultura e la silvicultura

source: Detergents for use in manufacture and industry
it: Detergenti ad uso industriale e manufatturiero

source: Chemical substances, chemical materials and chemical preparations, and natural elements
it: Sostanze chimiche, materiali e preparati chimici, ed elementi naturali

source: Unprocessed and synthetic resins
it: Resine allo stato grezzo e sintetiche

source: Starches for use in manufacturing and industry
it: Amidi per uso manufatturiero ed industriale

source: Putties, and fillers and pastes for use in industry
it: Stucchi, e riempitivi e paste per uso industriale

source: Compositions for fire extinguishing and prevention
it: Composti per estinguere e prevenire il fuoco

source: Chemical compositions and materials for use in science
it: Composti chimici e materiali per l'uso nelle scienze

source: Chemical compositions and materials for use in cosmetics
it: Composti chimici e materiali per l'uso nei cosmetici

source: Chemical compositions for use in construction
it: Composti chimici e materiali per l'uso nell'edilizia

source: Photographic film
it: Pellicola fotografica

source: Compressed air
it: Aria compressa

source: Unprocessed acrylonitrile butadiene styrene resins
it: Resine d'acrilonitril-butadiene-stirene allo stato grezzo

source: Unprocessed polybutylene terephthalate resins
it: Resine di polibutilene tereftalato allo stato grezzo

source: Unprocessed polyethtylene terephthalate resins
it: Resine di tereftalato di polietilene allo stato grezzo

source: Unprocessed polymethyl methacrylate resins
it: Resine di polimetil-metacrilato allo stato grezzo

source: Unprocessed polyphenylene oxide resins
it: Resine di polifenilene ossido allo stato grezzo

source: Unprocessed polyvinyl alcohol resins
it: Resine d'alcol di polivinile non lavorate

source: Unprocessed styrene acrylonitrile resins
it: Resine d'acrilonitrile-stirene allo stato grezzo

source: Chemical preparations for stabilizing soil
it: Prodotti chimici per stabilizzazione del terreno

source: Flavonoids for industrial purposes [phenolic compounds]
it: Flavonoidi per uso industriale [composti polifenolici]

source: Transmission oil
it: Olio di trasmissione

source: Chemical coatings for ophthalmic lenses
it: Rivestimenti chimici per lenti oftalmiche

source: Animal manure
it: Concime animale

source: Xylene
it: Xilene

source: Fused phosphate fertilizers
it: Fosfati fusi [fertilizzanti]

source: Fused superphosphate fertilizers
it: Superfosfati fusi [fertilizzanti]

source: Anti-creasing agents
it: Agenti antirughe

source: Anti-shrink agents
it: Agenti antinfeltrenti

source: Artificial farmyard fertilizers
it: Fertilizzanti agricoli artificiali

source: Artificial graphite for industrial purposes
it: Grafite artificiale per uso industriale

source: Bagasse pulp for use in the manufacture of paper
it: Polpa di bagassa per uso nella fabbricazione della carta

source: Battery anti-sulphurizing agents
it: Agenti antiossidanti per batterie

source: Benzidine sulphate
it: Solfato di benzidina

source: Biological indicators for monitoring sterilization processes other than for medical or veterinary purposes
it: Indicatori biologici per il monitoraggio dei processi di sterilizzazione non per uso medico o veterinario

source: Chemical preparations for preventing pathogenic infections in plants
it: Preparati chimici per la prevenzione di infezioni patogene nelle piante

source: Chemical preparations for use in industry
it: Preparati chimici per uso industriale

source: Chemical preservatives for use as corrosion inhibitors on automobile exhaust systems
it: Conservanti chimici per uso come inibitori di corrosione nei sistemi di scarico delle automobili

source: Chemimechanical pulp
it: Pasta chemimeccanica

source: Cinnamyl alcohol
it: Alcol cinnamilico

source: Complex salts
it: Sali complessi

source: Delustering agents
it: Agenti opacizzanti

source: Double salts
it: Sali doppi

source: Esparto pulp
it: Pasta di alfa

source: Gallic acid
it: Acido gallico

source: Ketoglutaric acid
it: Acido chetoglutarico

source: Liquid air
it: Aria liquida

source: Mixed acids
it: Acidi misti

source: Moistening agents
it: Agenti umidificanti

source: Natural graphite for industrial purposes
it: Grafite naturale per uso industriale

source: Non-metallic oxides
it: Ossidi non metallici

source: Organoarsenic compounds
it: Composti organoarsenici

source: Organometallic compounds
it: Composti metallorganici

source: Organophosphorus compounds
it: Composti organofosforici

source: Preservatives for cement
it: Conservanti per cemento

source: Thermomechanical pulp
it: Pasta termomeccanica

source: Hydrogen peroxide for industrial purposes
it: Perossido di idrogeno per uso industriale

source: Indole for industrial purposes
it: Indolo per uso industriale

source: Inorganic salts for industrial purposes
it: Sali inorganici per uso industriale

source: Leather processing chemical preparations
it: Prodotti chimici per la lavorazione del cuoio

source: Albumin for industrial purposes
it: Albumina per uso industriale

source: Anti-aging agents for industrial purposes
it: Agenti antinvecchiamento per uso industriale

source: Camphor oil for industrial purposes
it: Olio canforato per uso industriale

source: Emulsifiers for industrial purposes
it: Emulsionanti per uso industriale

source: Fusel oil for industrial purposes
it: Oli di flemma per uso industriale

source: Galactose for industrial purposes
it: Galattosio per uso industriale

source: Gliadin for industrial purposes
it: Gliadina per uso industriale

source: Globulin for industrial purposes
it: Globulina per uso industriale

source: Carbon disulfide
it: Solfuro di carbonio

source: Chemicals for the manufacture of paints
it: Prodotti chimici per la fabbricazione di pitture

source: Chemicals for use in agriculture
it: Prodotti chimici per l'agricoltura

source: Additives, chemical, to drilling muds
it: Additivi chimici per fanghi di trivellazione

source: Artificial sweeteners [chemical preparations]
it: Edulcoranti artificiali [prodotti chimici]

source: Synthetic resins, unprocessed
it: Resine sintetiche allo stato grezzo

source: Antifreeze
it: Antigelo

source: Antifreezing liquids
it: Liquidi antigelo

source: Deicers
it: Antigelo

source: Currying preparations for skins
it: Prodotti per la concia delle pelli

source: Currying preparations for leather
it: Prodotti per la concia dei cuoi

source: Animal carbon
it: Carbone animale

source: Alumina
it: Allumina

source: Diazo paper
it: Carta diazo

source: Additives, chemical, to motor fuel
it: Additivi chimici per carburanti

source: Chemical petrol additives
it: Additivi chimici per benzina

source: Fire extinguishing compositions
it: Composizioni per estinguere il fuoco

source: Fire extinguishing preparations
it: Sostanze per spegnere gli incendi

source: Photographic fixers
it: Fissatori [fotografia]

source: Diatomaceous earth
it: Terra di diatomee

source: Oils for tanning leather
it: Olii per la concia

source: Oils for currying leather
it: Olii per la concia dei cuoi

source: Lamp black for industrial purposes
it: Nerofumo per uso industriale

source: Carbon black for industrial purposes
it: Nero di carbone per uso industriale

source: Fertilizing preparations
it: Preparati fertilizzanti

source: Anti-tarnishing chemicals for windows
it: Prodotti contro l'appannatura dei vetri

source: Preparations for preventing the tarnishing of glass
it: Prodotti contro l'appannatura del vetro

source: Nitrate paper
it: Carta nitrata

source: Fluids for hydraulic circuits
it: Liquidi per circuiti idraulici

source: Hydraulic fluids
it: Fluidi idraulici

source: Brazing preparations
it: Prodotti per la brasatura

source: Alkaline-earth metals
it: Metalli alcalino-terrosi

source: Earth metals
it: Metalli terrosi

source: Sensitized photographic plates
it: Lastre fotografiche sensibilizzate

source: Photosensitive plates
it: Lastre fotosensibili

source: Compositions for repairing tires [tyres]
it: Composizioni per la riparazione dei pneumatici

source: Bismuth subnitrate for chemical purposes
it: Sottonitrato di bismuto per uso chimico

source: Glutamic acid for industrial purposes
it: Acido glutammico per scopi industriali

source: Chemicals for the treatment of hot water systems
it: Prodotti chimici per il trattamento d'impianti d'acqua calda

source: Acetylene for industrial purposes
it: Acetilene per uso industriale

source: Chemical additives for use in the manufacture of cosmetics
it: Additivi chimici per la produzione di prodotti cosmetici

source: Powdered carbon for secondary cell batteries
it: Carbone in polvere per batterie a celle secondarie

source: Lysozyme for industrial purposes
it: Lisozima per uso industriale

source: Metal oxide powders for industrial purposes
it: Polveri di ossido metallico per uso industriale

source: Muscovite mica for industrial purpose
it: Mica moscovita per uso industriale

source: Oligopeptides for industrial purposes
it: Oligopeptidi per uso industriale

source: Chemicals for use in lithography
it: Prodotti chimici usati nella litografia

source: Chemical preparations for testing swimming pool water
it: Preparati chimici per il test dell'acqua di piscine

source: Emulsifiers for use in the manufacture of leather
it: Emulsionanti usati per la fabbricazione della pelle

source: Emulsifiers for use in the manufacture of textiles
it: Emulsionanti per la fabbricazione di tessuti

source: Oxygenated distilled water
it: Acqua distillata ossigenata

source: Reagents for chemical analyses
it: Reagenti per analisi chimiche

source: Diagnostic reagents and preparations, except for medical or veterinary use
it: Reagenti e preparati diagnostici, tranne che per uso medico o veterinario

source: Size for walls
it: Colla per pareti

source: Food-grade wax for the food industry
it: Cera alimentare per l’industria alimentare

source: Anti-static preparations for industrial purposes
it: Prodotti antistatici per l'industria

source: Chemical compositions for developing photographs
it: Composti chimici per sviluppare fotografie

source: Glutelin for industrial purposes
it: Glutelina per l'industria

source: Creosote for industrial purposes
it: Creosoto per uso industriale

source: Protein for use in the manufacture of cosmetics
it: Proteine da usare nella produzione di cosmetici

source: Synthetic resin adhesives for industrial purposes
it: Adesivi e resine sintetiche per uso industriale

source: Artificial graphite for secondary cell batteries
it: Grafite artificiale per batterie a celle secondarie

source: Unprocessed synthetic resins for use in the manufacture of molding compounds
it: Resine sintetiche non trattate per la fabbricazione di composti per stampaggio

source: Polyesters (unprocessed)
it: Poliesteri (allo stato grezzo)

source: Unprocessed synthetic resins for use in the manufacture of plastic molding compounds
it: Resine sintetiche non trattate per la fabbricazione di composti per lo stampaggio della plastica

source: Chemical agents for acid removal in industrial manufacturing applications
it: Agenti chimici per la rimozione dell'acido nelle applicazioni di fabbricazione industriale

source: Chemical agents for carbon dioxide sequestration
it: Agenti chimici per il sequestro del biossido di carbonio

source: Chemical adsorbents for removing impurities from fuel
it: Assorbenti chimici per l'estrazione delle impurità dal carburante

source: Chemical additives for use as binding agents for feed pellets
it: Additivi chimici per uso come agenti leganti per mangimi granulari

source: Chemicals for use in the purification of proteins for in vitro use
it: Prodotti chimici per la depurazione di proteine, per uso in vitro

source: Chemicals for use in aquaculture
it: Prodotti chimici per l'acquacoltura

source: Mineral sorbents
it: Sorbenti minerali

source: Organic soil enhancement powders and preparations
it: Polveri e preparati per il potenziamento organico del terreno

source: Chemicals used in the manufacture of confectionery
it: Prodotti chimici per uso nella produzione di prodotti dolciari

source: Calcium-based algae nutrient supplements for use in aquaria
it: Supplementi nutrizionali di alghe a base di calcio per uso in acquari

source: Carbohydrates used as an ingredient in nutraceuticals
it: Carboidrati usati come ingredienti in alimenti nutraceutici

source: Enzymes derived from biotechnological processes for use in industry
it: Enzimi derivati da processi biotecnologici per uso industriale

source: Carbon for industrial purposes
it: Carbone per uso industriale

source: Enzymes for use in the manufacture of nutraceuticals
it: Enzimi per la produzione di nutraceutici

source: Enzymes for use in the processing of food by-products
it: Enzimi per la trasformazione di scarti alimentari

source: Enzymes for use in the manufacture of pet food
it: Enzimi per la produzione di mangime per animali

source: Enzymes for use in the manufacture of fruit juice
it: Enzimi per la produzione di succhi di frutta

source: Enzymes for use in the tanning of leather
it: Enzimi per la concia delle pelli

source: Enzymes for use in the processing of sugar cane
it: Enzimi per la trasformazione di zucchero di canna

source: Enzymes for use in starch hydrolysis
it: Enzimi per uso nell'idrolisi dell'amido

source: Enzymes for use in protein hydrolysis
it: Enzimi per uso nell'idrolisi delle proteine

source: Enzymes to assist in digestion for use in the manufacture of animal feeds
it: Enzimi per favorire la digestione utilizzati nella produzione di mangimi per animali

source: Fatty acid-based gasoline fuel conditioners
it: Additivi per benzina a base di acidi grassi

source: Chemicals for use in biotechnological manufacturing processes
it: Prodotti chimici per uso nei processi di produzione biotecnologica

source: Chemicals for use in biotechnological product development
it: Prodotti chimici per lo sviluppo di prodotti biotecnologici

source: Chemical agents for the treatment of bilge water
it: Agenti chimici per il trattamento di acque di sentina

source: Brominated vegetable oil for use as an emulsifier in the manufacture of food
it: Olio vegetale bromurato per uso come emulsionante nella produzione di alimenti

source: Body fillers for use in the aerospace industry
it: Riempitivi per l'industria aerospaziale

source: Alloys of rare earth metals
it: Leghe di metalli delle terre rare

source: Catalysts for use in the manufacture of polymers
it: Catalizzatori per uso nella produzione di polimeri

source: Triple superphosphate fertilizers
it: Fertilizzanti di perfosfato triplo

source: Double superphosphate fertilizers
it: Fertilizzanti al doppio perfosfato

source: Mold-release compounds for use in the plastics industry
it: Composti di sformatura per l'industria della plastica

source: Starch for use in the manufacture of textiles
it: Amido per la produzione di tessuti

source: Starch for use in the manufacture of paper
it: Amido per la produzione di carta

source: Stem cells for scientific purposes
it: Cellule staminali per scopi scientifici

source: Fatty acids for industrial use
it: Acidi grassi per uso industriale

source: Algarovilla for use in tanning
it: Algarovilla per la concia

source: Milk ferments [bacteria preparations] used in making foodstuffs
it: Fermenti lattici [preparazioni batteriche] per la produzione di mangimi

source: Chemical compositions for waterproofing articles of fabric
it: Composti chimici impermeabilizzanti per articoli in tessuto

source: Sizing compounds for use in manufacture
it: Composti di incollaggio per uso in produzione

source: Pulverized limestone for agricultural purposes
it: Calcare in polvere per uso agricolo

source: Chemical additives for fuel injection system cleaners
it: Additivi chimici per pulitori di sistemi di iniezione carburante

source: Fermented rice bran for use in the manufacture of cosmetics
it: Crusca di riso fermentata per la produzione di cosmetici

source: Bismuth nitrate
it: Nitrato di bismuto

source: Siliceous ooze
it: Fango siliceo

source: Firefighting foam
it: Schiuma antincendio

source: Solidified protective gases for welding
it: Gas protettivi solidifcati per la saldatura

source: Adjuvants, other than for medical or veterinary purposes
it: Coadiuvanti, non per uso medico o veterinario

source: Tea extracts for use in the manufacture of pharmaceuticals
it: Estratti di tè per la fabbricazione di prodotti farmaceutici

source: Tea extracts for the food industry
it: Estratti di tè per l'industria alimentare

source: Organic digestate [fertilizer]
it: Digestato organico [fertilizzante]
